[
	{
	  "question": "What is this app for?",
	  "reply": "This app lets you create and schedule announcement bars inside the Shopify customer account to highlight promotions, updates, or important messages.",
	  "category": "Getting Started",
	  "open": true
	},
	{
	  "question": "How do I create and publish an announcement?",
	  "reply": "Click \"Create Announcement,\" set up the content, style, and display options, then hit \"Publish\" to make it live.",
	  "category": "Getting Started",
	  "open": false
	},
	{
	  "question": "Can I schedule announcements in advance?",
	  "reply": "Yes! You can set a start and end date for the announcement to show automatically. The announcement will appear if the current date is on or after the start date and on or before the end date (if provided). If no end date is set, the announcement will stay active indefinitely. This is based on the customer's timezone.",
	  "category": "Features & Customization",
	  "open": true
	},
	{
	  "question": "Can I have multiple announcements running at the same time?",
	  "reply": "Yes, you can create and display multiple active announcements.",
	  "category": "Features & Customization",
	  "open": false
	},
	{
	  "question": "How do I edit or unpublish an announcement?",
	  "reply": "To edit, open the announcement, make changes, and Save. To unpublish, click \"Unpublish,\" and it will no longer be visible to customers.",
	  "category": "Managing Announcements",
	  "open": true
	},
	{
	  "question": "How do I delete an announcement?",
	  "reply": "To delete, open the announcement and click \"Delete\" to permanently remove it.",
	  "category": "Managing Announcements",
	  "open": false
	},
	{
	  "question": "Will this app modify my theme or create files in my store?",
	  "reply": "No. This app does not make any modifications to your theme or create files in your Shopify store. It runs separately and only displays announcements in the customer account area.",
	  "category": "Technical & Performance",
	  "open": true
	},
	{
	  "question": "Will this app slow down my store?",
	  "reply": "No. The app is lightweight and optimized for performance. It does not affect your store’s speed.",
	  "category": "Technical & Performance",
	  "open": false
	},
	{
	  "question": "I created an announcement, but I don’t see it on the customer account page. Why?",
	  "reply": "After publishing your announcement, make sure it’s visible by adding the Elevix app block to the customer account header. Go to Settings > Checkout, choose your checkout configuration, then click + Add page under the Elevix app. Select Accounts to display it in customer accounts. You can also add the announcement page to the customer account menu by clicking Add to menu. This ensures your announcements show up where customers can actually see them.",
	  "category": "Troubleshooting",
	  "open": true
	},
	{
	  "question": "Does this app work with all Shopify plans?",
	  "reply": "Yes, this app is compatible with all Shopify plans, including Basic, Shopify, Advanced, and Plus.",
	  "category": "General & Support",
	  "open": true
	},
	{
	  "question": "How do I get support?",
	  "reply": "Contact us through the Shopify support section, the Contact link in the main menu, or the Get in Touch link below.",
	  "category": "General & Support",
	  "open": false
	}
]  